[
  "dataview",
  "templater-obsidian",
  "obsidian-tasks-plugin",
  "periodic-para",
  "better-search-views",
  "obsidian-copy-block-link",
  "obsidian-read-it-later",
  "obsidian-book-search-plugin",
  "auto-moc",
  "obsidian42-brat",
  "obsidian-zotero-desktop-connector",
  "obsidian-citation-plugin",
  "obsidian-imgur-plugin",
  "d2-obsidian",
  "obsidian-advanced-uri",
  "obsidian-pandoc",
  "obsidian-front-matter-title-plugin",
  "obsidian-hypothesis-plugin",
  "omnisearch",
  "text-extractor",
  "cmdr",
  "calendar",
  "tag-wrangler",
  "colored-tags",
  "obsidian-excalidraw-plugin",
  "note-refactor-obsidian",
  "folder-notes",
  "waypoint",
  "obsidian-tagfolder",
  "mesh-ai",
  "yt-video-summarizer",
  "copy-document-as-html",
  "obsidian-icon-folder",
  "excalibrain",
  "copilot",
  "obsidian-custom-frames",
  "git-integration"
]